
[

    {
        "pergunta": "Qual é a data do vestibular Unicamp 2024?",
        
        "resposta": "Primeira Fase: 29/10/2023; Segunda fase: 03/11/2023 e 04/11/2023"
    },

    {
        "pergunta": "Quantas vagas totais possui o curso de Engenharia de Computação?",
        
        "resposta": "Engenharia de Cmmputação: 90 vagas"
    },

    {
        "pergunta": "Quais áreas científicas serão cobradas na prova?",
        
        "resposta": "Português, Matemática, Biologia, Química, Física, História, Geografia, Filosofia e Sociologia"
    },

    {
        "pergunta": "Qual é o valor da taxa de inscrição para o vestibular Unicamp 2024?",
        
        "resposta": "O valor é de R$ 192"
    },

    {
        "pergunta": "Como faço para solicitar isenção da taxa de inscrição?",
        
        "resposta": "Não existe informação específica sobre isso no documento"
    },

    {
        "pergunta": "Como são distribuídas as questões nas provas do vestibular Unicamp 2024?",
        
        "resposta": "Primeira Fase: abrangencia de todos os conteúdos em questões de múltipla escolha: Português, Inglês, Matemática, Biologia, Química, Física, História, Geografia, Filosofia, Sociologia\n Segunda fase: no primeiro dia sao feitas questões discursivas de Português, sobre as leituras obrigatórias e questões inter-disciplinares"
    },

    {
        "pergunta": "Quais cursos são oferecidos no vestibular Unicamp 2024?",
        
        "resposta": "Nem todos os cursos disponiveis estão presentes no edital, mas o modelo deveria conseguir dar exemplos dos que estão especificados no ANEXO I"
    },

    {
        "pergunta": "Quantas vagas estão disponíveis para cada curso?",
        
        "resposta": "O modelo deveria filtrar estas informações a partir do ANEXO I da resolução"
    },

    {
        "pergunta": "Existe alguma reserva de vagas por meio de cotas?",
        
        "resposta": "Sim, O Vestibular Unicamp 2024 possui cotas PAAIs"
    },

    {
        "pergunta": "Qual é a duração da prova?",
        
        "resposta": "Primeira Fase: 5 horas totais de duração da prova, Segunda fase: cada dia de prova tem duração máxima de 5 horas"
    }
]